{
  "title": "Terms and Conditions",
  "text": {
    "title1": "Privacy Policy",
    "text1": "The website bim.ar is owned by Bim.ar, which is a data controller of your personal data. \nWe have adopted this Privacy Policy, which determines how we process the information collected by bim.ar and also provides the reasons why we need to collect certain personal data about you. Therefore, you should read this Privacy Policy before using the bim.ar website. \nWe care about your personal data and are committed to ensuring its confidentiality and security.",
    "title2": "Personal Information We Collect",
    "text2": "When you visit bim.ar, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies installed on your device. Additionally, as you browse, we collect information about the individual web pages or products you view, the websites or search terms that referred you to the website, and how you interact with it. We refer to this automatically-collected information as 'Device Information'. Furthermore, we may collect the personal data you provide to us (including, among others, name, surname, address, payment information, etc.) during registration in order to fulfill the agreement.",
    "title3": "Why We Process Your Data",
    "text3": "Our highest priority is the security of customer data, and as such, we may only process minimal user data, only to the extent that it is absolutely necessary to maintain the website. The automatically collected information is used only to identify potential cases of abuse and to establish statistical information about the use of the website. This statistical information is not aggregated in such a way as to identify any particular user of the system. You can visit the website without telling us who you are or revealing any information by which someone could identify you as a specific individual. However, if you wish to use some of the website's features or receive our newsletter or provide other details by filling out a form, you may provide us with personal data such as your email address, name, surname, city of residence, organization, and phone number. You can choose not to provide your personal data, but you may not be able to take advantage of some of the website's features. For example, you will not be able to receive our newsletter or contact us directly from the website. Users who are unsure about which information is mandatory can contact us through bim.ar.aec@gmail.com.",
    "title4": "Your Rights",
    "text4": "If you are a European resident, you have the following rights regarding your personal data: \nThe right to be informed, the right of access, the right to rectification, the right to erasure, the right to restrict processing, the right to data portability, the right to object, rights in relation to automated decision-making and profiling. \nIf you wish to exercise this right, please contact us using the contact information provided below.\nFurthermore, if you are a European resident, please note that we are processing your information to fulfill any contracts we might have with you (for example, if you make an order through the website) or otherwise to pursue our legitimate business interests listed above. \nAdditionally, please note that your information may be transferred outside of Europe, including to Canada and the United States.",
    "title5": "Links to Other Websites",
    "text5": "Our website may contain links to other websites that are not owned or controlled by us. Please be aware that we are not responsible for those websites or the privacy practices of third parties. We recommend that you exercise caution when you leave our website and read the privacy statements of each website that may collect personal information.",
    "title6": "Information Security",
    "text6": "We secure the information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use, or disclosure. \nWe maintain reasonable administrative, technical, and physical security measures to protect against unauthorized access, use, alteration, and disclosure of personal data under our control and custody. \nHowever, the transmission of data over the Internet or wireless networks cannot be guaranteed.",
    "title7": "Legal Disclosure",
    "text7": "We will disclose any information we collect, use, or receive if required or permitted by law, such as to comply with a subpoena or similar legal process, and when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.",
    "title8": "Contact Information",
    "text8": "If you wish to contact us to understand more about this Policy or to contact us regarding any matter relating to individual rights and your personal information, you can email us at bim.ar.aec@gmail.com."
  }
}
